[DLC07_DW_EliminateEdgar_Obj DishonoredObjective]
m_Description="消灭死鳗帮叛徒埃德加·维克菲尔德"

[DLC07_DW_EliminateEdgar_Obj:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="在甲板上与莉齐·斯特莱德会面"
m_Status=""

[DLC07_DW_EliminateEdgar_Obj:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description=" 在温蒂妮号上找到埃德加·维克菲尔德"
m_Status=""

[DLC07_DW_EliminateEdgar_Obj:DishonoredTask_Custom_2 DishonoredTask_Custom]
m_Description="使用船上的喇叭通知莉齐"
m_Status=""

[DLC07_DW_EliminateEdgar_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="前往德雷珀斯区河岸"
m_Status=""

[DLC07_DW_EliminateEdgar_Obj:DishonoredTask_Custom_89 DishonoredTask_Custom]
m_Description="消灭埃德加·维克菲尔德"
m_Status=""

[DLC07_DW_FavorFOUR_Obj DishonoredObjective]
m_Description="（帮助）阿比盖尔·埃姆斯送来了礼物"

[DLC07_DW_FavorFOUR_Obj:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="找到阿比盖尔·埃姆斯留给你的礼物"
m_Status=""

[DLC07_DW_FavorONE_Obj DishonoredObjective]
m_Description="（帮助）沉没的板条箱"

[DLC07_DW_FavorONE_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="搜寻沉入温蒂妮号附近的板条箱"
m_Status=""

[DLC07_DW_FavorTHREE_Obj DishonoredObjective]
m_Description="（帮助）以前是罗斯维德的工人"

[DLC07_DW_FavorTHREE_Obj:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="联系现在为帽子先生工作的罗斯维德工人"
m_Status=""

[DLC07_DW_FavorTWO_Obj DishonoredObjective]
m_Description="（帮助）隐藏的符文"

[DLC07_DW_FavorTWO_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="在德雷珀斯区取回隐藏的符文"
m_Status=""

[DLC07_DW_FenceMission_Obj DishonoredObjective]
m_Description="暗杀欠债不还者"

[DLC07_DW_FenceMission_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="暗杀那个名叫史金弗林特的帽子帮成员"
m_Status=""

[DLC07_DW_FenceMission_Obj:DishonoredTask_Custom_89 DishonoredTask_Custom]
m_Description="返回杰罗姆处"
m_Status=""

[DLC07_DW_FindLizzy_Obj DishonoredObjective]
m_Description="与莉齐·斯特莱德相会 DELETEME"

[DLC07_DW_FindLizzy_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="前往河滨区 DELETEME"
m_Status=""

[DLC07_DW_FindLizzy_Obj:DishonoredTask_Custom_89 DishonoredTask_Custom]
m_Description="在船上与莉齐相会 DELETEME"
m_Status=""

[DLC07_DW_GrannyRecipe_Obj DishonoredObjective]
m_Description="重现老奶奶的婚礼"

[DLC07_DW_GrannyRecipe_Obj:DishonoredTask_Custom_0 DishonoredTask_Custom]
m_Description="找到结婚戒指"
m_Status=""

[DLC07_DW_GrannyRecipe_Obj:DishonoredTask_Custom_1 DishonoredTask_Custom]
m_Description="收集结婚礼品"
m_Status=""

[DLC07_DW_GrannyRecipe_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="带一个新郎到婚礼之环中"
m_Status=""

[DLC07_DW_GrannyRecipe_Obj:DishonoredTask_Custom_89 DishonoredTask_Custom]
m_Description="带一个新娘到婚礼之环中"
m_Status=""

[DLC07_DW_GrannyRecipe_Obj:DishonoredTask_Custom_90 DishonoredTask_Custom]
m_Description="将结婚戒指放在典礼托盘上"
m_Status=""

[DLC07_DW_RestoreEngine_Obj DishonoredObjective]
m_Description="修复船的引擎 DELETEME"

[DLC07_DW_RestoreEngine_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="返回河滨区 DELETEME"
m_Status=""

[DLC07_DW_RestoreEngine_Obj:DishonoredTask_Custom_89 DishonoredTask_Custom]
m_Description="在温蒂妮号上安装引擎线圈 DELETEME"
m_Status=""

[DLC07_DW_ToBrigmore_Obj DishonoredObjective]
m_Description="前往布里格莫尔庄园"

[DLC07_DW_ToBrigmore_Obj:DishonoredTask_Custom_66 DishonoredTask_Custom]
m_Description="击退布里格莫尔女巫"
m_Status=""

[DLC07_DW_ToBrigmore_Obj:DishonoredTask_Custom_89 DishonoredTask_Custom]
m_Description="命令莉齐启程"
m_Status=""

[DLC07_DW_ToBrigmore_Obj:DishonoredTask_Custom_90 DishonoredTask_Custom]
m_Description="在舰桥上激活温蒂妮号的引擎"
m_Status=""

